Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: འདི་ལ་རིགས་ཀྱི་བུའི་ལོངས་སྤྱོད་སྲབས་པ་དང་། ཡོངས་སུ་ཟད་པ་དང་། གཏུགས་པར་གྱུར་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གི་ལོངས་སྤྱོད་ནི་སྲབས་པ་དང་། ཡོངས་སུ་ཟད་པ་དང་། གཏུགས་པར་གྱུར་གྱིས། མ་ལ་བདག་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་ཞེས་བྱ་བ་ནས་རབ་ཏུ་འབྱུང་ངོ་ཞེས་བྱ་བའི་བར་དུའོ། །དེ་ལོངས་སྤྱོད་ཡོངས་སུ་ཉམས་པས་ཡོངས་སུ་ཉམས་པས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་ཞེས་བྱ་བ་ནས་རབ་ཏུ་འབྱུང་ངོ་། །ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Here a son of a noble family, after his possessions have become few and exhausted and have run out, thinks, ‘Since my possessions are few and exhausted and have run out, now I will go forth . . . , having shaved off my hair and beard . . . .’ Because he has decayed in terms of possessions, he will go forth . . . , having shaved off his hair and beard . . . .

source: །འདི་ནི་ལོངས་སྤྱོད་ཀྱིས་ཡོངས་སུ་ཉམས་པ་ཞེས་བྱའོ།
en: This is said to be decay in terms of possessions.

source: །ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་ནི་ལོངས་སྤྱོད་ཡོངས་སུ་ཉམས་པས་ཡོངས་སུ་ཉམས་པ་མ་ཡིན་ན། ཞེས་བྱ་བ་ནས་རབ་ཏུ་བྱུང་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: “Though you, honorable Rāṣṭrapāla, had not decayed in terms of possessions, you went forth . . . .

source: །ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་ནི་བང་མཛོད་སྟུག་པོ་ཅན་འདི་ན་རིགས་མཆོག་དང་རིགས་བཟང་པོ་ཡིན་པས་འདི་ལྟ་སྟེ། ལོངས་སྤྱོད་ཆེན་པོ་དང་ལྡན་པ་ཡིན་ན།
en: Since you, honorable Rāṣṭrapāla, belong to the best and most excellent family in this Sthūlakoṣṭhaka, you have many possessions.

source: འདི་ལ་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་ཅི་ཞིག་ཤེས་མཐོང་ཐོས་རྟོགས་ནས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་།
en: What did you, honorable Rāṣṭrapāla, know, see, hear, and understand so that you went forth from your home into homelessness with true faith, having shaved off your hair and beard and donned saffron robes?

source: དེ་ལ་ནི་ཁོ་བོ་རངས་པ་མ་ཡིན་ཏེ་མི་བཟོད་དོ།
en: I am not pleased with this; I cannot bear this.”

source: །རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་འདི་དག་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་ཡིད་འབྱུང་བའི་ལམ་དུ་གསུངས་ཏེ།
en: “O Great King, that Blessed One, Tathāgata, Arhat, Perfectly Awakened One, the one who knows and sees, said that these four are paths for aversion to the world.

source: ཡིད་འབྱུང་བ་དེ་དག་གིས་ཡིད་བྱུང་ནས་རིགས་ཀྱི་བུ་རྣམས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་འབྱུང་བར་འགྱུར་ཏེ།
en: By these aversions to the world, sons of noble families will go forth from their homes into homelessness with true faith, having shaved off their hair and beards and donned saffron robes.

source: རྒྱལ་པོ་ཆེན་པོ་འཇིག་རྟེན་འདི་ཐམས་ཅད་ནི་རྒ་བས་ཉེ་བར་ཁྲིད་པ་ཡིན།
en: Great King, all beings of this world are led by old age;

source: འཇིག་རྟེན་འདི་ནི་རྗེས་སུ་འགྲོ་བ་མེད་པས་སྐྱབས་མེད་པ་ཡིན།
en: beings of this world have no refuge because they have no one to follow them;

source: འཇིག་རྟེན་འདི་ནི་ཐམས་ཅད་བོར་ཏེ་འགྲོ་བར་འགྱུར་བས་བདོག་པ་མེད་པ་ཡིན།
en: beings of this world have no possessions because they must leave everyone;

source: འཇིག་རྟེན་འདི་ནི་ངོམས་མི་ཤེས་ཏེ་སྲེད་པས་འཁོལ་བས་ཆོག་མི་ཤེས་པ་ཡིན་པར་བདག་གིས་ཤེས་མཐོང་ཐོས་རྟོགས་ནས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ་གོས་ངུར་སྨྲིག་བགོས་ནས་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ངོ་།
en: and beings of this world are never satisfied because they do not know contentment and are slaves to desire. Thus I knew, saw, heard, and understood, and then I went forth in that way.”

source: །བདག་གིས་མདོར་བསྡུས་ཏེ་གསུངས་ཤིང་རྣམ་པར་མ་ཕྱེ་བ་འདིའི་དོན་རྒྱས་པར་འཚལ་བར་མི་འགྱུར་བས།
en: “I do not fully understand the meaning of what you have briefly said but have not elucidated sufficiently.

source: ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་དོན་དེ་ཉིད་ཅི་ནས་བདག་གི་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་མདོར་བསྡུས་ཏེ་གསུངས་ཤིང་རྣམ་པར་མ་ཕྱེ་བ་འདིའི་དོན་རྒྱས་པར་འཚལ་བར་འགྱུར་བར་རྒྱས་པར་བཤད་དུ་གསོལ།
en: May the honorable Rāṣṭrapāla explain in detail the meaning of what he has briefly said but has not elucidated sufficiently so that I may fully understand it.

source: ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་འདི་སྐད་ཅེས་འཇིག་རྟེན་འདི་ཐམས་ཅད་ནི་རྒ་བས་ཉེ་བར་ཁྲིད་པ་ཡིན་ནོ།
en: The honorable Rāṣṭrapāla said that all beings of this world are led by old age.

source: །ཞེས་གསུངས་པ་གང་ལགས་པ་དེ་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་ཅི་ལས་དགོངས་ཏེ་གསུངས།
en: Thinking of what, honorable Rāṣṭrapāla, did you say this?”

source: དེའི་ཕྱིར་རྒྱལ་པོ་ཆེན་པོ་ཁྱོད་ཉིད་ལ་དྲིས་ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་བཞིན་དུ་ལན་ཐོབ་ཤིག །རྒྱལ་པོ་ཆེན་པོ་ཇི་སྙམ་དུ་སེམས།
en: “Great King, I will ask you something in return. Please answer as best you can. O Great King, what do you think?

source: གང་གི་ཚེ་ཁྱོད་ལོ་ཉི་ཤུ་འམ་ལོ་ཉི་ཤུ་རྩ་ལྔ་ལོན་པར་གྱུར་པ་ན་ན་ཚོད་ཀྱིས་གཞོན་ནུ་ཐོར་བུ་ལང་ཚོ་ལ་བབ་པ། སྐྲ་གནག་པ། ཉམ་རྩལ་བདོ་བ་དང་ལྡན་པ་དེ་དང་ད་ལྟར་གྱི་ལུས་སུ་འདི་ལྟ་སྟེ་ཚེ་འམ། ཁ་དོག་གམ། སྟོབས་སམ། ཤུགས་སམ། སྨྲ་དངགས་སམ། སྲིད་དུ་འམ། སྦོམས་སུ་མཉམ་ཞིང་མཚུངས་པར་མཐོང་ངམ།
en: Do you see the age, figure, power, strength, height, and waist measurement of your present body as being equal to those of your body at the age of twenty or twenty-five years, when you were young, junior, youthful, with black hair, in the prime of youth?”

source: ཀྱེ་ཡུལ་འཁོར་སྐྱོང་གང་གི་ཚེ་བདག་ལོ་ཉི་ཤུ་འམ་ལོ་ཉི་ཤུ་རྩ་ལྔ་ལོན་པར་གྱུར་པ་ན་ན་ཚོད་ཀྱིས་གཞོན་ནུ་ཐོར་བུ་ལང་ཚོ་ལ་བབ་པ། སྐྲ་གནག་པ། ཉམ་རྩལ་བདོ་བ་དང་ལྡན་པ་དེ་དང་ད་ལྟར་གྱི་ལུས་སུ་འདི་ལྟ་སྟེ་ཚེ་འམ། ཁ་དོག་གམ། སྟོབས་སམ། ཤུགས་སམ། སྲིད་དུ་འམ། སྦོམས་སུ་འམ། སྨྲ་དངགས་སུ་མཉམ་ཞིང་མཚུངས་པར་མ་མཐོང་སྟེ། ད་ནི་བདག་ན་ཚོད་ཀྱིས་ལོ་བརྒྱད་བཅུ་ལོན་པས་རྒས་འཁོགས་གཏུགས་ཏེ་བར་འགའ་བདག་འདུག་པ་དང་ལངས་པ་ཡང་གཞན་གྱིས་བྱ་དགོས་སོ།
en: “O Rāṣṭrapāla, I do not see the age, figure, power, strength, height, and waist measurement of my present body as being equal to those of my body at the age of twenty or twenty-five years, when I was young, junior, youthful, with black hair, in the prime of youth. Now I am eighty years old and have become decrepit.

source: །རྒྱལ་པོ་ཆེན་པོ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་འདི་ལས་དགོངས་ནས་འཇིག་རྟེན་འདི་ཐམས་ཅད་ནི་རྒ་བས་ཉེ་བར་ཁྲིད་པ་ཡིན་ནོ།
en: Sometimes I need help from others even with sitting and standing.” “O Great King, having thought on this, the Blessed One, Tathāgata, Arhat, Perfectly Awakened One, the one who knows and sees, said that all beings of this world are led by old age.

source: །ཞེས་གསུངས་པ་དེ་བདག་གིས་ཤེས་མཐོང་ཐོས་རྟོགས་ནས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ་དེ་ལ་ནི་བདག་རངས་ཏེ་བཟོད་དོ།
en: Having known, seen, heard, and understood this, I went forth from my home into homelessness with true faith, having shaved off my hair and beard and donned saffron robes. I am pleased with this and I bear it.”

source: །ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གང་ལ་རངས་ཏེ་བཟོད་པ་དེ་ལ་བདག་ཀྱང་རངས་ཏེ་བཟོད་དོ།
en: “I too am pleased with and bear what you, honorable Rāṣṭrapāla, are pleased with and bear.

source: །གང་ཡང་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་འདི་སྐད་ཅེས་འཇིག་རྟེན་འདི་ནི་རྗེས་སུ་འགྲོ་བ་མེད་པས་སྐྱབས་མེད་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་བདག་ལ་ནི་བུ་དང་། ཆུང་མ་དང་། བྲན་དང་། ལས་བགྱིད་པ་དང་། བཞད་གད་པ་དང་། སྐྲ་མཁན་དང་། ཁྲུས་མཁན་དང་། འདུལ་སྦྱོང་མཁན་དང་། གླང་པོ་ཆེ་ལ་ཞོན་པ་དང་། རྟ་རྐྱ་དང་། ཤིང་རྟ་པ་དང་། བཤན་ཐོགས་དང་། གཞུ་འཛིན་པ་དང་། འདྲོལ་བུ་དང་། གོ་རེ་ལོང་བགྱིད་པ་དང་། བྲོ་གར་ལེན་པ་རྣམས་དང་། རྒྱལ་པོའི་བུ་དཔའ་བརྟུལ་ཕོད་པ། རབ་ཏུ་གནོན་ཚན་པོ་ཆེ་ཆེན་པོ་དང་ལྡན་པ་གང་དག་བདག་གི་གཤེད་མ་ཕྱིར་རྒོལ་བ་མི་མཛའ་བ་དག་མཆིས་པ་སླར་འཇོམས་པར་བགྱིད་པ་མཆིས་ན།
en: “The honorable Rāṣṭrapāla also said that beings of this world have no refuge because they have no one to follow them. I have sons, wives, slaves, workmen, jesters, barbers, bath attendants, horse trainers, elephant drivers, horsemen, charioteers, swordsmen, archers, servants, attendants, dancers, and brave, bold princes like praskandins and great nagnas, who conquer my enemies, adversaries, and foes.

source: འོན་ཀྱང་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་འདི་སྐད་ཅེས་འཇིག་རྟེན་འདི་ནི་རྗེས་སུ་འགྲོ་བ་མེད་པས་སྐྱབས་མེད་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་དེ་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་ཅི་ལས་དགོངས་ཏེ་གསུངས་རྒྱལ་པོ་ཆེན་པོ་དེའི་ཕྱིར་ཁྱོད་ཉིད་ལ་དྲིས་ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་བཞིན་དུ་ལན་ཐོབ་ཤིག །རྒྱལ་པོ་ཆེན་པོ་ད་ལྟར་ཁྱོད་ལ་ལུས་ཀྱིས་གནོད་པ་འགའ་མཆིས་སམ།
en: However, the honorable Rāṣṭrapāla said that beings of this world have no refuge because they have no one to follow them. Thinking of what, honorable Rāṣṭrapāla, did you say this?” “Great King, I will ask you something in return. Please answer as best you can. O Great King, do you have any trouble in your body now?”

source: ཀྱེ་ཡུལ་འཁོར་སྐྱོང་བདག་ལ་མཆིས་ཏེ་ད་ལྟར་རླུང་གིས་རྒྱབ་ཏུ་གནོད་དོ།
en: “Yes, O Rāṣṭrapāla, I do. An illness of the wind afflicts my back now.”

source: །རྒྱལ་པོ་ཆེན་པོ་གང་གི་ཚེ་རླུང་གིས་རྒྱབ་ཏུ་གནོད་པར་གྱུར་པ་དེའི་ཚེ་བདག་གི་བུ་དང་། ཆུང་མ་དང་། བྲན་དང་། ལས་བྱེད་པ་དང་། བཞད་གད་པ་དང་། སྐྲ་མཁན་དང་། ཁྲུས་མཁན་དང་། འདུལ་སྦྱོང་མཁན་དང་། གླང་པོ་ཆེ་ལ་ཞོན་པ་དང་། རྟ་རྐྱ་དང་། ཤིང་རྟ་པ་དང་། བཤན་ཐོགས་དང་། གཞུ་འཛིན་དང་། འདྲོལ་བུ་དང་། གོ་རེ་ལོང་བྱེད་པ་དང་། བྲོ་གར་ལེན་པ་དང་། རྒྱལ་པོའི་བུ་དཔའ་བ་རྟུལ་ཕོད་པ། རབ་ཏུ་གནོན་ཚན་པོ་ཆེ་ཆེན་པོ་དང་ལྡན་པ་གང་དག་ཡིན་པ་ཚུར། བདག་ལ་སྐྱེས་ཤིང་བྱུང་བའི་སྡུག་བསྔལ་དྲག་པོ་རྩུབ་པ་ཚ་བ་མི་བཟོད་པ་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་རྣམས་ཆོམས་ཤིག་ཅེས་བགྱིས་ན་འགྲུབ་བམ།
en: “O Great King, when an illness of the wind afflicts your back, if you say, ‘O my sons, wives, slaves, workmen, jesters, barbers, bath attendants, horse trainers, elephant drivers, horsemen, charioteers, swordsmen, archers, servants, attendants, dancers, and brave, bold princes like praskandins and great nagnas, now end the violent, acute, hot, intolerable, and unpleasant pain that has befallen me,’ can they do so?”

source: ཀྱེ་ཡུལ་འཁོར་སྐྱོང་མ་ལགས་སོ།
en: “No, O Rāṣṭrapāla, they cannot.

source: །གང་གི་ཚེ་རླུང་གིས་བདག་གི་རྒྱབ་ཏུ་གནོད་པར་གྱུར་པ་དེའི་ཚེ་བདག་གི་བུ་དང་། ཆུང་མ་དང་། བྲན་དང་། ལས་བགྱིད་པ་དང་། བཞད་གད་པ་དང་། སྐྲ་མཁན་དང་། ཁྲུས་མཁན་དང་། འདུལ་སྦྱོང་མཁན་དང་། གླང་པོ་ཆེའི་གཉར་ཞོན་པ་དང་། རྟ་རྐྱ་དང་། ཤིང་རྟ་དང་། བཤན་ཐོགས་དང་། གཞུ་འཛིན་དང་། འདྲོལ་བུ་དང་། གོ་རེ་ལོང་བགྱིད་པ་དང་། བྲོ་གར་ལེན་པ་དང་། རྒྱལ་པོའི་བུ་དཔའ་བ་རྟུལ་ཕོད་པ། རབ་ཏུ་གནོན་ཚན་པོ་ཆེ་ཆེན་པོ་དང་ལྡན་པ་གང་དག་ཡིན་པ་ཚུར། བདག་ལ་བྱུང་ཞིང་སྐྱེས་པའི་སྡུག་བསྔལ་དྲག་པོ་རྩུབ་པ་ཚ་བ་མི་བཟད་པ་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་རྣམས་ཆོམས་ཤིག་ཅེས་བགྱིས་ཀྱང་མི་འགྲུབ་ཀྱི།
en: When an illness of wind afflicts my back, if I say, ‘O my sons, wives, slaves, workmen, jesters, barbers, bath attendants, horse trainers, elephant drivers, horsemen, charioteers, swordsmen, archers, servants, attendants, dancers, and brave, bold princes like praskandins and great nagnas, now end the violent, acute, hot, intolerable, and unpleasant pain that has befallen me,’ they cannot do so.

source: དེའི་ཚེ་བདག་འབའ་ཞིག་སྡུག་བསྔལ་དྲག་པོ་རྩུབ་པ་ཚ་བ་མི་བཟོད་པ་ཡིད་དུ་མི་འོང་བའི་ཚོར་བ་རྣམས་མྱོང་ངོ་།
en: At that time, I will experience the violent, acute, hot, intolerable, and unpleasant pain by myself.”

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་འདི་ལས་དགོངས་ནས་འཇིག་རྟེན་འདི་ནི་རྗེས་སུ་འགྲོ་བ་མེད་དེ་སྐྱབས་མེད་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་དེ་བདག་གིས་ཤེས་མཐོང་ཐོས་རྟོགས་ནས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ།
en: “O Great King, having thought on this, the Tathāgata, Arhat, Perfectly Awakened One, the one who knows and sees, said that beings of this world have no refuge because they have no one to follow them. Having known, seen, heard, and understood this, I went forth in that way.

source: དེ་ལ་ནི་བདག་རངས་ཏེ་བཟོད་དོ།
en: I am pleased with this and I bear it.”

source: །ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གང་ལ་རངས་ཏེ་བཟོད་པ་དེ་ལ་བདག་ཅག་ཀྱང་རངས་ཏེ་བཟོད་དོ།
en: “I too am pleased with and bear what you, honorable Rāṣṭrapāla, are pleased with and bear.

source: །གང་ཡང་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་འདི་སྐད་ཅེས་འཇིག་རྟེན་འདི་ནི་ཐམས་ཅད་བོར་ནས་འགྲོ་བར་འགྱུར་བས་བདོག་པ་མེད་པ་ཡིན་ནོ་ཞེས་གསུངས་པ།
en: “The honorable Rāṣṭrapāla also said that beings of this world have no possessions because they must leave everyone.

source: ཀྱེ་ཡུལ་འཁོར་སྐྱོང་བདག་ཅག་ལ་བུ་དང་། ཆུང་མ་དང་། བྲན་དང་། ལས་བགྱིད་པ་དང་། ཞེས་བྱ་བ་ནས། རྒྱལ་པོའི་བུ་རྣམས་མཆིས་ཏེ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ། །གང་དག་བདག་མཆི་ན་རྗེས་བཞིན་འབྲང་ལ། འགྲེང་ན་འགྲེང་བ་དང་། ཉལ་ན་ཞུགས་ཚེ་བགྱིད་པ་དག་མཆིས་ན།
en: O Rāṣṭrapāla, I have sons, wives, slaves, workmen . . . and princes, who follow me when I go, stay when I stay, and guard me when I am sleeping.

source: འོན་ཀྱང་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་འདི་སྐད་ཅེས་འཇིག་རྟེན་འདི་ནི་ཐམས་ཅད་བོར་ཏེ་འགྲོ་བར་འགྱུར་བས་བདོག་པ་མེད་པ་ཡིན་ནོ།
en: However, the honorable Rāṣṭrapāla said that beings of this world have no possessions because they must leave everyone.

source: །ཞེས་གསུང་བ་དེ་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་ཅི་ལས་དགོངས་ཏེ་གསུངས།
en: Thinking of what, honorable Rāṣṭrapāla, did you say this?”

source: རྒྱལ་པོ་ཆེན་པོ་དེའི་ཕྱིར་ཁྱོད་ཉིད་ལ་དྲིས་ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་བཞིན་དུ་ལན་ཐོབ་ཤིག །རྒྱལ་པོ་ཆེན་པོ་ཇི་སྙམ་དུ་སེམས། གང་གི་ཚེ་སྐྱེ་བོ་མང་པོ་ལ་མི་སྡུག་པ།
en: “Great King, I will ask you something in return. Please answer as best you can. “O Great King, what do you think?

source: སྐྱེ་བོ་མང་པོ་མི་འདོད་པ། སྐྱེ་བོ་མང་པོ་མི་དགའ་བ། སྐྱེ་བོ་མང་པོའི་ཡིད་དུ་མི་འོང་བ་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་ཐུན་མོང་འདི་ལྟ་སྟེ། འཆི་བ་ཞེས་བྱ་བའི་ཆོས་དེ་འོངས་པར་གྱུར་པ་དེའི་ཚེ་བདག་གི་བུ་དང་། ཆུང་མ་དང་། བྲན་དང་། ལས་བྱེད་པ་ཞེས་བྱ་བ་ནས་རྒྱལ་པོའི་བུ་དག་ཚུར་ཞེས་བྱ་བའི་བར་དུའོ། །གང་དག་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་འགྲོ་བའི་ཕྱི་བཞིན་ཤོག་ཤིག་ཅེས་བགྱིས་ན་འགྲུབ་བམ།
en: When death, which is displeasing for many people, wanted by few people, pleasing for few people, unpleasant for many people, and common to all beings in the world, has come to you, if you say, ‘O my sons, wives, slaves, workmen . . . princes, now follow me going from this world to another world,’ can they do so?”

source: ཀྱེ་ཡུལ་འཁོར་སྐྱོང་མ་ལགས་སོ། །ཀྱེ་ཡུལ་འཁོར་སྐྱོང་གང་གི་ཚེ་སྐྱེ་བོ་མང་པོ་ལ་མི་སྡུག་པ།
en: “No, O Rāṣṭrapāla, they cannot.

source: སྐྱེ་བོ་མང་པོ་མི་འདོད་པ། སྐྱེ་བོ་མང་པོ་མི་དགའ་བ། སྐྱེ་བོ་མང་པོའི་ཡིད་དུ་མི་འོང་བ་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་ཐུན་མོང་འདི་ལྟ་སྟེ། འཆི་བ་ཞེས་བྱ་བའི་ཆོས་དེ་འོངས་པར་གྱུར་པ་དེའི་ཚེ་བདག་གི་བུ་དང་། ཆུང་མ་དང་། བྲན་དང་། ལས་བགྱིད་པ་རྣམས་དང་ཞེས་བྱ་བ་ནས། རྒྱལ་པོའི་བུའི་བར་གང་དག་ཡིན་པ་ཚུར་ཞེས་བྱ་བའི་བར་དུའོ།
en: When death, which is displeasing for many people, wanted by few people, pleasing for few people, unpleasant for many people, and common to all beings in the world, has come to me, if I say, ‘O my sons, wives, slaves, workmen . . . princes, now follow me going from this world to another world,’ they cannot do so.

source: །བདག་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་མཆི་བའི་ཕྱི་བཞིན་ཤོག་ཤིག་ཅེས་བགྱིས་ཀྱང་མི་འགྲུབ་སྟེ། བདག་འབའ་ཞིག་འཇིག་རྟེན་འདི་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་མཆི་བར་འགྱུར་རོ།
en: I will go from this world to another world by myself.”

source: །རྒྱལ་པོ་ཆེན་པོ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་འདི་ལས་དགོངས་ནས་འཇིག་རྟེན་འདི་ནི་ཐམས་ཅད་བོར་ཏེ་འགྲོ་བར་འགྱུར་བས་བདོག་པ་མེད་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་དེ་བདག་གིས་ཤེས་མཐོང་ཐོས་རྟོགས་ནས།
en: “O Great King, having thought on this, the Blessed One, Tathāgata, Arhat, Perfectly Awakened One, the one who knows and sees, said that beings of this world have no possessions because they must leave everyone.

source: སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ།
en: Having known, seen, heard, and understood this, I went forth in that way.

source: །ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གང་ཡང་འདི་སྐད་ཅེས་འཇིག་རྟེན་འདི་ནི་ངོམས་མི་ཤེས་ཤིང་སྲེད་པས་བཀོལ་བས་ཆོག་མི་ཤེས་པ་ཡིན་ནོ་ཞེས་གསུངས་པ།
en: “The honorable Rāṣṭrapāla also said that beings of this world are never satisfied because they do not know contentment and are slaves to desire.

source: ཀྱེ་ཡུལ་འཁོར་སྐྱོང་བདག་སྒྲ་ངན་རྒྱས་པ་འདི་ཉིད་ལ་ཡོངས་སུ་སྤྱོད་ཅིང་བཙུན་མོ་མང་པོ་དང་། མཛོད་དང་། བང་མཛོད་རྒྱས་པ་ལ་ཡོངས་སུ་ལོངས་སྤྱོད་ན།
en: O Rāṣṭrapāla, I am fully enjoying this whole country of Kuru, and I am fully enjoying many consorts, storehouses, and treasuries.

source: འོན་ཀྱང་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་འདི་སྐད་སྐད་ཅེས་འཇིག་རྟེན་འདི་ནི་ངོམས་མི་ཤེས་ཤིང་སྲེད་པས་བཀོལ་བས་ཆོག་མི་ཤེས་པ་ཡིན་ནོ་ཞེས་གསུངས་པ་དེ་ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་གིས་ཅི་ལས་དགོངས་ཏེ་གསུངས།
en: However, the honorable Rāṣṭrapāla said that beings of this world are never satisfied because they do not know contentment and are slaves to desire. Thinking of what, honorable Rāṣṭrapāla, did you say this?”

source: རྒྱལ་པོ་ཆེན་པོ་དེའི་ཕྱིར་ཁྱོད་ཉིད་ལ་དྲིས་ཁྱོད་ཀྱིས་ཇི་ལྟར་བཟོད་པ་དེ་བཞིན་དུ་ལན་ཐོབ་ཤིག །རྒྱལ་པོ་ཆེན་པོ་ཇི་སྙམ་དུ་སེམས།
en: “Great King, I will ask you something in return. Please answer as best you can. “O Great King, what do you think?

source: ཁྱོད་འདི་ན་སྒྲ་ངན་རྒྱས་པ་ལ་ཡོངས་སུ་སྤྱོད་ཅིང་བཙུན་མོ་མང་པོ་དང་། མཛོད་དང་། བང་མཛོད་རྒྱས་པ་ལ་ཡོངས་སུ་སྤྱོད་པ་ལས་ཤར་ཕྱོགས་ནས་མི་ཡིད་གཅུགས་པ།
en: You are enjoying this whole country of Kuru fully, and you are enjoying many consorts, storehouses, and treasuries fully.

source: ཡིད་ཆེས་པ། བརྟན་པོ། འཇིག་རྟེན་ལ་མི་སླུ་བ་ཞིག་འོངས་ནས་དེ་འདི་སྐད་ཅེས་ལྷ་བདག་ཤར་ཕྱོགས་ནས་འདིར་མཆི་བ་ན་དེ་ན་བདག་གིས་ལྗོངས་འབྱོར་པ་དང་། རྒྱས་པ་དང་། བདེ་བ་དང་། ལོ་ལེགས་པ།
en: If a trustworthy, honest, steadfast man who does not deceive others comes from the east and says, ‘Your Majesty, I came here from the east;

source: སྐྱེ་བོ་དང་མི་མང་པོས་རབ་ཏུ་གང་བ་དག་ཅིག་མཐོང་སྟེ།
en: there I saw countries that were rich, prosperous, peaceful, abundant in food, and full of many people.

source: ལྷ་ལྗོངས་དེ་དག་འདི་ལྟ་བུའི་དཔུང་དང་འདི་ལྟ་བུའི་དབྱིག་དང་། འདི་ལྟ་བུའི་བཞོན་པས་དྲ་མ་དྲངས་ཏེ་གཞོམ་པ་དང་། ཆོམས་ནས་རྣལ་དུ་དགོད་པར་རུང་ངོ་།
en: Your Majesty, it is appropriate for you to conquer, win, and subjugate these countries, leading such armies, such treasures, and such vehicles,’ would you conquer, win, and subjugate those countries, leading your armies?

source: །ཞེས་སྨྲ་ན། རྒྱལ་པོ་ཆེན་པོ་ཇི་སྙམ་དུ་སེམས། ཁྱོད་ཡུལ་དེར་དྲ་མ་དྲང་ཞིང་དྲངས་ནས་བཅོམ་སྟེ།
en: O Great King, what do you think?

source: རྣལ་དུ་འགོད་དམ། ཁྱོད་ལྗོངས་དེ་དག་འདོད་དམ།
en: Would you desire those countries?”

source: ཀྱེ་ཡུལ་འཁོར་སྐྱོང་གལ་ཏེ་བདག་གིས་ལྗོངས་དེ་དག་འདི་ལྟ་བུའི་དབྱིག་དང་། འདི་ལྟ་བུའི་དཔུང་དང་། འདི་ལྟ་བུའི་བཞོན་པས་དྲ་མ་དྲང་བ་དང་། དྲ་མ་དྲངས་ནས་ཆོམས་པ་དང་བཅོམ་ནས་རྣལ་དུ་དགོད་དུ་རུང་བར་ཤེས་ན། ལྗོངས་དེ་དག་ཏུ་དྲ་མ་དྲང་ཞིང་དྲ་མ་དྲངས་ནས་བཅོམ་ལ། བཅོམ་ནས་རྣལ་དུ་དགོད་དོ།
en: “O Rāṣṭrapāla, if I knew that it was appropriate for me to conquer, win, and subjugate those countries, leading such armies, such treasures, and such vehicles, I would conquer and subjugate them, leading my armies.

source: །བདག་ལྗོངས་དེ་དག་ཀྱང་འཚལ་ལོ།། །།
en: I would desire those countries.”

source: འདུལ་བ་གཞི། བམ་པོ་སུམ་བཅུ་རྩ་ལྔ་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་དེ་ལས་དགོངས་ནས་འཇིག་རྟེན་འདི་ནི་ངོམས་མི་ཤེས་ཤིང་སྲེད་པས་བཀོལ་བས་ཆོག་མི་ཤེས་པ་ཡིན་ནོ།
en: “O Great King, having thought on this, the Blessed One, Tathāgata, Arhat, Perfectly Awakened One, the one who knows and sees, said that beings of this world are never satisfied because they do not know contentment and are slaves to desire.

source: །ཞེས་གསུངས་པ་དེ་བདག་གིས་ཤེས་མཐོང་ཐོས་རྟོགས་ནས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ནས་གོས་ངུར་སྨྲིག་བགོས་ཏེ་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་སྟེ།
en: Having known, seen, heard, and understood this, I went forth in that way.

source: །ཤེས་ལྡན་ཡུལ་འཁོར་སྐྱོང་ཁྱོད་གང་ལ་རངས་ཏེ་བཟོད་པ་དེ་ལ་བདག་ཀྱང་རངས་ཏེ་བཟོད་དོ།
en: “I too am pleased with and bear what you, honorable Rāṣṭrapāla, are pleased with and bear.”

source: །ཚེ་དང་ལྡན་པ་ཡུལ་འཁོར་སྐྱོང་གིས་དེ་སྐད་ཅེས་སྨྲས་ནས་གནས་བརྟན་དགྲ་བཅོམ་པས་གཞན་ཡང་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When the venerable Rāṣṭrapāla had had the aforementioned conversation, he, the arhat, the elder, also said:

source: །འཇིག་རྟེན་དག་ན་ནོར་དང་ལྡན་པའི་མི།
en: “I see that, in many worlds, people possessing wealth

source: །དེ་དག་ཆགས་དང་བཅས་པས་སོགས་བྱེད་ཅིང་།
en: Have accumulated their wealth because of their attachment.

source: །ནོར་རྣམས་རྙེད་ནས་གཏོང་བར་མི་བྱེད་ལ།
en: Having obtained wealth, they do not give it to others

source: །ཕྱིར་ཞིང་འདོད་པ་དོན་དུ་གཉེར་བ་མཐོང་།
en: But seek more objects of desire.

source: །མི་དབང་རྒྱ་མཚོ་མཐའ་ཡིས་གཏུགས་པའི་ས། །ཐག་བཅུག་བཅོམ་སྟེ་ཆམ་དུ་ཕབ་ནས་ནི།
en: “Masters of people, having conquered and subdued The earth as far as the seashore,

source: །རྒྱ་མཚོ་ཚུན་ཅད་ཀྱིས་ཀྱང་མི་ཆོག་སྟེ།
en: Are not content with this side of the sea

source: །ཆགས་པས་ཕ་རོལ་དོན་དུ་གཉེར་བར་འབད།
en: But are eager to seek another shore.

source: །མི་དབང་དེ་བཞིན་མི་གཞན་མང་པོ་དག །ཡོངས་སུ་བཟུང་ལ་ངོམས་པ་ཡོད་མིན་པས།
en: “Masters of people and many other people Are not satisfied with what they have obtained.

source: །ཆོག་མི་ཤེས་པས་རང་གི་ལུས་བོར་ཏེ།
en: Not knowing contentment,

source: །སྲེད་དང་མ་བྲལ་བར་ནི་འཆི་བར་འགྱུར།
en: They will die unliberated from desires.

source: །སྲོག་ནི་ཐེར་ཟུག་མ་ཡིན་ཚེ་ཐུང་སྟེ།
en: “Life is not permanent. One’s lifespan is short.

source: །རྒ་བས་གཟིར་བ་ལ་ནི་སྐྱབས་ཡོད་མིན།
en: Those oppressed by old age have no refuge.

source: །འཆི་བ་ལ་ནི་ནོར་རྗེས་འབྲང་མི་འགྱུར།
en: Wealth does not follow a dying man,

source: །ཉེ་དུ་མ་ཡིན་གྲོགས་མིན་བུ་མ་ཡིན།
en: Nor do his relatives, friends, or sons.

source: །སྤུན་དང་སྲིང་མོ་དེ་བཞིན་གྲོགས་ཀུན་དང་། །སྙིང་དུ་སྡུག་པའི་ཚོགས་ནི་འདུས་ནས་ནི།
en: “His kinsmen, sisters, all his companions, And those beloved to him come together.

source: །ཀྱེ་མ་ཀྱི་ཧུད་འདི་ནི་ལྷར་གྱུར་ཅེས།
en: Saying, ‘Alas, he has become a god,’

source: །སྐྲ་བཤིག་མཆི་མ་ཅན་གྱི་གདོང་གིས་ངུ་།
en: They cry with tears on their faces, tearing at their hair.

source: །དེ་ནི་རས་ཀྱིས་དཀྲིས་ཏེ་ཕྱུང་ནས་ནི།
en: “They cover his body, carry it,

source: །མེ་སྦར་ནས་ནི་དེ་ནས་སྲེག་པར་བྱེད།
en: Make a fire, and cremate it.

source: །རང་གི་ལས་ཀྱིས་སེམས་ཅན་དེ་ཁྲིད་ནས།
en: His own actions lead this being.

source: །དེ་ཡི་ནོར་རྣམས་བགོ་སྐལ་སྤྱོད་པས་ཕྲོགས།
en: His wealth is divided and obtained by others.

source: །འདི་ནི་སྐྱེ་བ་ན་ཡང་གཅིག་པུ་སྐྱེ།
en: “He is born by himself at birth;

source: །འཆི་བ་ན་ཡང་གཅིག་པུ་འཆི་འགྱུར་ཞིང་།
en: He dies by himself at death;

source: །གཅིག་པུས་སྡུག་བསྔལ་ཉམས་སུ་འདིར་མྱོང་འགྱུར།
en: He experiences pains by himself while in this world.

source: །སྐྱེ་བོ་འཁོར་བར་གྲོགས་ཡོད་མ་ཡིན་ནོ།
en: People have no companions in their transmigration.

source: །ཕྱུག་པོའམ་ཡང་ན་བཀྲེས་པའམ་བརྟན་པོའམ།
en: “The rich, the poor, the steadfast,

source: །བུས་པ་དེ་བཞིན་གཉིས་ཀས་རེག་མྱོང་ན།
en: And infants are equally touched by birth and death.

source: །བརྟན་པོ་དེ་ཡིས་ནམས་ཀྱང་གཡོས་མི་འགྱུར།
en: The steadfast do not tremble.

source: །བུས་པ་བུས་པ་ཡིན་ཕྱིར་རྟག་ཏུ་གཡོ།
en: Infants always tremble because they are infants.

source: །བློ་ཆུང་མི་མཁས་རྗེས་སུ་སློབ་བྱེད་ཅིང་།
en: “Foolish, ignorant ones, even having learned,

source: །དེ་ནས་ལས་རྣམས་གསུམ་པོ་བྱེད་འགྱུར་ཞིང་།
en: Create three kinds of actions

source: །མངལ་དང་འཇིག་རྟེན་ཕ་རོལ་འགྲོ་བར་འགྱུར།
en: And go to other wombs, other worlds.

source: །ཁོན་དང་རྗེས་འབྲེལ་སྡུག་བསྔལ་ལས་མི་འགྲོལ།
en: They are not liberated from anger and continual suffering.

source: །ཤེས་རབ་ནོར་རྣམས་ཀུན་གྱི་མཆོག་ཏུ་གསུངས།
en: “Knowledge is said to be the best of all kinds of wealth;

source: །དེ་ཡིས་བདག་ཉིད་ཤེས་པས་བདག་ཉིད་རིག །སྲིད་དང་སྲིད་མིན་བདག་ཉིད་མ་རྟོགས་པས། །བླུན་པོ་སྡིག་པའི་ལས་རྣམས་བྱེད་པ་ཡིན།
en: One who knows himself understands himself with knowledge. Foolish ones create evil actions Because of not knowing existence, nonexistence, and themselves. “One who robs others of minor things

source: །ཕྲན་ཚེགས་ཐབས་སམ་ཡང་ན་ཆོས་མིན་པའམ། །མཐུ་ཡིས་གཞན་དག་ལས་ནི་གང་འཕྲོག་པ།
en: By some means—unlawfully, or by force—

source: །ཉེས་བྱས་ལས་བྱེད་འཁོར་བ་ལ་བརྟེན་ནས།
en: Will, having created such evil actions, be dependent on transmigration, And the actions will surely continue;

source: །ཉིང་ཏོར་བརྒྱུད་པས་གྲོལ་བར་འགྱུར་མ་ཡིན།
en: he will not be liberated.

source: །ཇི་ལྟར་རྐུན་པོ་ཁྱིམ་འབིགས་བཟུངས་ནས་ནི།
en: “Just as a thief, having stolen from a house and been caught,

source: །སྡིག་པའི་ལས་ཅན་རང་གི་ལས་ཀྱིས་བཅོམ།
en: Is defeated by his own actions as one who has done evil actions,

source: །དེ་བཞིན་སྐྱེ་དགུ་ཉེས་བྱེད་འདི་དང་ནི།
en: People, having committed evil deeds,

source: །འཇིག་རྟེན་ཕ་རོལ་རང་གི་ལས་ཀྱིས་བཅོམ།
en: Are defeated by their actions in this world and the next.
